---
kind: property
id: P:Autodesk.Revit.DB.VertexIndexPair.Bottom
source: html/b6c4c005-3d31-9d42-03b7-7cdb9b4e9e4e.htm
---
# Autodesk.Revit.DB.VertexIndexPair.Bottom Property

The index of the vertex pair from the bottom profile.

## Syntax (C#)
```csharp
public int Bottom { get; set; }
```